 const fs = global.nodemodule["fs-extra"];
module.exports.config = {
  name: "Obot",
  version: "1.0.1",
  hasPermssion: 0,
  credits: "𝐒𝐇𝐈𝐙𝐔𝐊𝐀_𝐁𝐎𝐓_🐼🪽",
  description: "goibot",
  commandCategory: "Noprefix",
  usages: "noprefix",
  cooldowns: 5,
};
module.exports.handleEvent = async function({ api, event, args, Threads, Users }) {
  var { threadID, messageID, reason } = event;
  const moment = require("moment-timezone");
  const time = moment.tz("Asia/Dhaka").format("HH:MM:ss L");
  var idgr = `${event.threadID}`;
  var id = event.senderID;
  var name = await Users.getNameUser(event.senderID);
  var tl = ["𝐉𝐚𝐝𝐚 𝐛𝐨𝐭 𝐛𝐨𝐭 𝐤𝐢𝐲𝐚 𝐭𝐨 𝐥𝐞𝐚𝐯𝐞 𝐥𝐞 𝐥𝐮𝐧𝐠𝐢 😒😒 " , "𝐍𝐡𝐢 𝐬𝐮𝐧𝐮𝐠𝐢 😼𝐭𝐮𝐦 𝐦𝐮𝐣𝐡𝐞 𝐦𝐨𝐦𝐨𝐬 𝐧𝐡𝐢 𝐤𝐡𝐢𝐥𝐚𝐲𝐚 🥺𝐛𝐨𝐡𝐨𝐭 𝐛𝐮𝐫𝐞 𝐡𝐨 🥺" , "𝐌𝐞 𝐩𝐚𝐠𝐚𝐥 𝐬𝐞 𝐛𝐚𝐚𝐭𝐧𝐡𝐢 𝐤𝐚𝐫𝐭𝐢,𝐨𝐤 😌" , "𝐈𝐭𝐧𝐚 𝐦𝐚𝐭 𝐛𝐮𝐥𝐚𝐨 𝐩𝐲𝐚𝐫 𝐡𝐨 𝐣𝐚𝐲𝐞𝐠𝐚 🙈" , "Bolo Babu, Tum mujhse pyar to nhi karte? 🙈💋 " , "𝐁𝐚𝐫 𝐛𝐚𝐫 𝐛𝐮𝐥𝐚𝐨 𝐦𝐚𝐭 𝐬𝐢𝐫 𝐩𝐞 𝐝𝐚𝐫𝐝 𝐡𝐨𝐭𝐢 𝐡😑", "𝐊𝐲𝐚 𝐛𝐚𝐭𝐚𝐨 😒, 𝐀𝐩𝐤𝐞 𝐥𝐢𝐲𝐞 𝐤𝐲𝐚 𝐤𝐚𝐫 𝐬𝐚𝐤𝐭𝐢 𝐦𝐞 😐😑?" , "𝐈𝐭𝐧𝐚 𝐤𝐲𝐮 𝐛𝐮𝐥𝐚 𝐫𝐡𝐞?𝐠𝐚𝐥𝐢 𝐝𝐞𝐝𝐮 𝐤𝐲𝐚? 🤬" , "𝐈 𝐩𝐲𝐚𝐫 𝐮𝐡 𝐛𝐚𝐛𝐞 🥰" , "𝐀𝐫𝐞 𝐛𝐨𝐥𝐨 𝐦𝐞𝐫𝐢 𝐣𝐚𝐚𝐧 𝐤𝐞𝐬𝐞 𝐡𝐨 𝐭𝐮𝐦?😚 " , "𝐁𝐨𝐭 𝐛𝐨𝐥𝐤𝐞 𝐫𝐮𝐥𝐚 𝐫𝐡𝐞 𝐡𝐨,😰😿" , "𝐇𝐭𝐭 𝐤𝐮𝐭𝐭𝐞😾,𝐌𝐚𝐦 𝐛𝐨𝐥 𝐦𝐚𝐦😼" , "𝐂𝐡𝐮𝐩 𝐡𝐨𝐣𝐚 ,𝐧𝐡𝐢 𝐭𝐨 𝐝𝐚𝐧𝐭 𝐭𝐨𝐝 𝐝𝐮𝐧𝐠𝐢" , "𝐁𝐨𝐭 𝐧𝐡𝐢 , 𝐣𝐚𝐧𝐮 𝐛𝐨𝐥𝐨 𝐣𝐚𝐧𝐮 😘 " , "𝐁𝐚𝐫 𝐛𝐚𝐫 𝐝𝐢𝐬𝐫𝐮𝐭𝐛 𝐦𝐚𝐭 𝐤𝐚𝐫𝐨😾,𝐦𝐞𝐫𝐞 𝐣𝐚𝐧𝐮 𝐬𝐞 𝐛𝐮𝐬𝐲 𝐡𝐮😋" , "𝐏𝐚𝐠𝐚𝐥 𝐤𝐡𝐚𝐧𝐞 𝐬𝐞 𝐛𝐡𝐚𝐠𝐚 𝐡𝐮𝐚 𝐤𝐮𝐭𝐭𝐚 𝐛𝐚𝐫𝐛𝐚𝐫𝐛𝐮𝐥𝐚 𝐦𝐚𝐭🤬" , "𝐌𝐮𝐣𝐡𝐞 𝐛𝐮𝐥𝐚𝐲𝐚 𝐭𝐨,𝐦𝐞 𝐤𝐢𝐬𝐬 𝐝𝐞 𝐝𝐮𝐧𝐠𝐢😘 " , "𝐌𝐮𝐣𝐡𝐞 𝐛𝐮𝐥𝐚𝐨 𝐦𝐚𝐭 𝐦𝐞 𝐦𝐚𝐬𝐭𝐢 𝐤𝐢 𝐦𝐨𝐨𝐝 𝐦𝐞 𝐧𝐡𝐢 𝐡𝐮 𝐚𝐛𝐡𝐢😒" , "𝐇𝐞𝐥𝐥𝐨 𝐣𝐚𝐧𝐮 𝐢𝐝𝐡𝐚𝐫 𝐚𝐚𝐨 𝐤𝐢𝐬𝐬 𝐝𝐞𝐭𝐢 𝐡𝐮🤭 😘" , "𝐃𝐮𝐫 𝐫𝐞𝐡, 𝐭𝐞𝐫𝐚 𝐤𝐨𝐢 𝐤𝐚𝐦 𝐧𝐡𝐢, 𝐬𝐢𝐫𝐟 𝐛𝐨𝐭 𝐛𝐨𝐭 𝐜𝐡𝐢𝐥𝐥𝐚𝐭𝐞 𝐡𝐨  😉😋🤣" , "𝐓𝐞𝐫𝐚 𝐛𝐚𝐚𝐭 𝐭𝐞𝐫𝐞 𝐠𝐡𝐚𝐫 𝐦𝐞 𝐤𝐨𝐢 𝐧𝐡𝐢 𝐬𝐮𝐧𝐭𝐚 𝐭𝐨 𝐦𝐞 𝐤𝐲𝐮 𝐬𝐮𝐧𝐮 ?🤔😂 " , "𝐌𝐮𝐣𝐡𝐞 𝐦𝐚𝐭 𝐛𝐮𝐥𝐚𝐨 𝐦𝐞 𝐛𝐮𝐬𝐲 𝐡𝐮" , "𝐊𝐲𝐚 𝐡𝐮𝐚 , 𝐦𝐮𝐣𝐡𝐞 𝐦𝐢𝐬𝐬 𝐭𝐨 𝐧𝐡𝐢 𝐤𝐚𝐫 𝐫𝐚𝐡𝐞 🤣" , "𝐁𝐨𝐥𝐨 𝐤𝐲𝐚 𝐛𝐨𝐥𝐧𝐚 𝐡,𝐬𝐚𝐛𝐤𝐞 𝐬𝐚𝐦𝐧𝐞 𝐛𝐨𝐥𝐧𝐚 𝐡 𝐲𝐚 𝐩𝐡𝐢𝐫?🤭🤏" , "𝐊𝐚𝐥 𝐦𝐢𝐥𝐧𝐚 𝐦𝐮𝐣𝐡𝐬𝐞 😈" , "𝐇𝐚 𝐛𝐨𝐥𝐨 𝐦𝐞 𝐬𝐮𝐧 𝐫𝐡𝐢 𝐡𝐮 😏" , "𝐎𝐫 𝐤𝐢𝐭𝐧𝐚 𝐛𝐮𝐥𝐚𝐲𝐞𝐠𝐚 𝐬𝐮𝐧 𝐭𝐨 𝐫𝐡𝐢 𝐡𝐮" , "𝐇𝐚 𝐛𝐨𝐥𝐨 𝐤𝐲𝐚 𝐛𝐨𝐥𝐧𝐚 𝐡😒" , "𝐁𝐨𝐥𝐨 𝐤𝐲𝐚 𝐤𝐚𝐦 𝐡 𝐦𝐞𝐫𝐞 𝐥𝐢𝐲𝐞" , "𝐌𝐞 𝐭𝐨 𝐚𝐧𝐝𝐢 𝐡𝐮 𝐧𝐡𝐢 𝐝𝐞𝐤𝐡 𝐬𝐚𝐤𝐭𝐢🐸 😎" , "𝐁𝐨𝐭 𝐧𝐡𝐢 𝐣𝐚𝐧𝐮 𝐛𝐨𝐥𝐨 😌" , "𝐁𝐨𝐥𝐨 𝐛𝐚𝐛𝐲 🌚" , "𝐓𝐮 𝐝𝐞𝐤𝐡 𝐧𝐡𝐢 𝐨𝐚𝐭𝐚 𝐦𝐞 𝐛𝐮𝐬𝐲 𝐡𝐮😒","𝐇𝐚 𝐛𝐚𝐛𝐲 𝐚𝐩𝐤𝐞 𝐦𝐮𝐡 𝐦𝐞 𝐭𝐡𝐮😑😘" , "𝐀𝐡𝐡 𝐛𝐚𝐛𝐲 𝐚𝐚𝐩 𝐠𝐮 𝐤𝐡𝐚𝐧𝐚 𝐛𝐚𝐧𝐝 𝐤𝐚𝐫𝐝𝐨😇😘" , " 𝐉𝐚𝐚𝐧 𝐥𝐚𝐝𝐚𝐢 𝐤𝐚𝐫𝐨𝐠𝐞 😒😬" , "𝐇𝐮 𝐣𝐚𝐚𝐧 𝐚𝐩𝐤𝐞 𝐦𝐮𝐡 𝐦𝐞 𝐚𝐡𝐡 𝐭𝐡𝐮😷😘" , "𝐀𝐬𝐬𝐚𝐥𝐮 𝐰𝐚𝐥𝐚𝐢𝐤𝐮𝐦 𝐛𝐨𝐥𝐢𝐲𝐞 𝐤𝐲𝐚 𝐤𝐚𝐫𝐧𝐚 𝐡..!🥰" , "𝐌𝐮𝐣𝐡𝐞 𝐢𝐭𝐧𝐚 𝐤𝐲𝐮 𝐛𝐮𝐥𝐚𝐭𝐞 𝐡𝐨 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐣𝐢 𝐤𝐞 𝐥𝐢𝐲𝐞 𝐥𝐚𝐝𝐤𝐚 𝐝𝐡𝐮𝐧𝐝𝐨 🙄" , "𝐌𝐮𝐣𝐡𝐞 𝐢𝐭𝐧𝐚 𝐤𝐲𝐮 𝐛𝐮𝐥𝐚 𝐫𝐡𝐞 𝐡𝐨 𝐩𝐲𝐚𝐫 𝐯𝐚𝐲𝐫 𝐤𝐚𝐫𝐭𝐞 𝐡𝐨 𝐤𝐲𝐚🤭🙈" , "🌻🌺💚-𝐀𝐬𝐬𝐚𝐥𝐚𝐦𝐮 𝐰𝐚𝐥𝐚𝐢𝐤𝐮𝐦 𝐛𝐚𝐛𝐮 𝐤𝐞 𝐬𝐨𝐧𝐚 𝐣𝐚𝐝𝐮 𝐤𝐚 𝐭𝐨𝐧𝐚-💚🌺🌻","𝐌𝐞 𝐚𝐛𝐡𝐢 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐣𝐢 𝐬𝐞 𝐛𝐢𝐬𝐲 𝐡𝐮 𝐦𝐮𝐣𝐡𝐞 𝐛𝐮𝐥𝐚𝐨 𝐦𝐚𝐭-😕😏 𝐬𝐡𝐮𝐤𝐫𝐢𝐲𝐚-🤝🌻","𝐌𝐮𝐣𝐡𝐞 𝐛𝐮𝐥𝐚𝐧𝐚 𝐛𝐚𝐧𝐝 𝐤𝐚𝐫𝐤𝐞 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐤𝐨 𝐦𝐨𝐦𝐨𝐬 𝐤𝐡𝐢𝐥𝐚𝐨-😽🫶🌺","𝐁𝐚𝐛𝐮 𝐚𝐩𝐤𝐨 𝐢 𝐥𝐮𝐛𝐮 𝐮𝐡 𝐛𝐚𝐛𝐞-💝😽","𝐔𝐟𝐟 𝐢𝐭𝐧𝐚 𝐦𝐚𝐭 𝐛𝐮𝐥𝐚𝐨 𝐧𝐡𝐢 𝐭𝐨 𝐠𝐡𝐚𝐫 𝐬𝐞 𝐮𝐭𝐡𝐚𝐤𝐞 𝐤𝐚𝐜𝐡𝐝𝐞 𝐦𝐞 𝐟𝐞𝐤 𝐝𝐮𝐧𝐠𝐢-😤😡😈","𝐁𝐚𝐛𝐮 𝐚𝐩𝐤𝐞 𝐛𝐚𝐜𝐜𝐡𝐞 𝐤𝐨 𝐦𝐞𝐫𝐞 𝐡𝐚𝐰𝐚𝐥𝐞 𝐤𝐚�𝐨𝐠𝐞-🙊🙆‍♂","𝐀𝐚𝐣 𝐦𝐞𝐫𝐚 𝐦𝐨𝐨𝐝 𝐨𝐟𝐟 𝐡 𝐦𝐮𝐣𝐡𝐞 𝐦𝐚𝐭 𝐛𝐮𝐥𝐚𝐨-😪🤧","𝐉𝐚𝐚𝐧🫵𝐁𝐚𝐛𝐞 𝐚𝐩𝐤𝐨 𝐦𝐞 𝐧𝐢𝐛𝐛𝐢𝐲𝐨 𝐰𝐚𝐥𝐚 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐭𝐢 𝐡𝐮-🌺🤤💦","𝐂𝐡𝐮𝐧𝐚 𝐨 𝐜𝐡𝐮𝐧𝐚 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐤𝐨 𝐤𝐚𝐡𝐢 𝐝𝐞𝐤𝐡𝐚 𝐦𝐢𝐥 𝐦𝐡𝐨 𝐫𝐡𝐢-😪🤧😭","𝐒𝐚𝐩𝐧𝐞 𝐦𝐞 𝐭𝐮𝐣𝐡𝐞 𝐝𝐞𝐤𝐡𝐧𝐚 𝐜𝐡𝐚𝐭𝐢 𝐡𝐮 𝐦𝐮𝐣𝐡𝐞 𝐩𝐚𝐧𝐢 𝐩𝐮𝐫𝐢 𝐤𝐡𝐢𝐥𝐚𝐭𝐞 𝐡𝐮𝐲𝐞-💝🌺🌻","𝐉𝐚𝐚𝐧 𝐥𝐚𝐝𝐚𝐢 𝐤𝐚𝐫𝐨𝐠𝐞-🙊😝🌻","𝐁𝐚𝐛𝐮 𝐚𝐚𝐩 𝐥𝐚𝐝𝐤𝐚 𝐡𝐨 𝐭𝐨 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐨𝐠𝐞 𝐦𝐮𝐣𝐡𝐬𝐞 𝐲𝐨𝐮𝐭𝐮𝐛𝐞 𝐬𝐞 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐧𝐚 𝐬𝐢𝐤𝐡𝐢 𝐡𝐮-🙊🙈😽","𝐔𝐟𝐟 𝐢𝐭𝐧𝐚 𝐦𝐚𝐭 𝐛𝐮𝐥𝐚𝐨 𝐬𝐡𝐚𝐫𝐦 𝐚𝐚𝐭𝐢 𝐡 𝐦𝐞𝐤𝐨-🙈🖤🌼","𝐌𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐚𝐫𝐨𝐡𝐢 𝐣𝐢 𝐤𝐢 𝐭𝐚𝐫𝐚𝐡 𝐬𝐞 𝐚𝐩𝐤𝐨 𝐢𝐭𝐧𝐚 𝐢𝐭𝐧𝐚 𝐩𝐲𝐚𝐫-🥰😽🫶 𝐌𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐚𝐫𝐨𝐡𝐢 𝐤𝐞 𝐥𝐢𝐲𝐞 𝐝𝐮𝐚 𝐤𝐚𝐫𝐧𝐚-💝💚🌺🌻","- 𝐏𝐲𝐚𝐫 𝐧𝐚𝐦𝐞 𝐤𝐚 𝐛𝐚𝐤𝐜𝐡𝐨𝐝𝐢 𝐤𝐚𝐫𝐧𝐚 𝐡𝐨 𝐭𝐨 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐤𝐞 𝐢𝐛 𝐜𝐡𝐚𝐥𝐞 𝐣𝐚𝐨-🙊🥱👅 🌻𝐅𝐀𝐂𝐄𝐁𝐎𝐎𝐊 𝐈𝐃 𝐋𝐈𝐍𝐊 🌻:- https://www.facebook.com/profile.php?id=61574785535883,"𝐉𝐚𝐚𝐧 𝐚𝐚𝐩 𝐬𝐢𝐫𝐟 𝐦𝐞𝐫𝐚 𝐡𝐨 𝐚𝐩𝐤𝐨 365 𝐝𝐢𝐧 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐮𝐧𝐠𝐢-💝🌺😽","𝐉𝐚𝐚𝐧 𝐝𝐨𝐠𝐞 𝐲𝐞 𝐦𝐚𝐭𝐥𝐚𝐛 𝐚𝐩𝐤𝐚 𝐤𝐚𝐜𝐡𝐝𝐚 𝐤𝐡𝐨𝐩𝐝𝐢-🙂🥱🙆‍♂","-𝐀𝐮𝐧𝐭𝐲-🙆-𝐀𝐩𝐤𝐚 𝐥𝐚𝐝𝐤𝐚-👰‍♀️-𝐫𝐚𝐚𝐭 𝐤𝐨 𝐦𝐮𝐤𝐡𝐞 𝐯𝐢𝐝𝐮 𝐜𝐚𝐥𝐥 𝐝𝐞𝐭𝐚 𝐡-🫣-🥵🤤💦","𝐎𝐢𝐢-🥺🥹-𝐚𝐤 👉🥄👈𝐜𝐡𝐚𝐦𝐚𝐜𝐡 𝐩𝐲𝐚𝐫 𝐝𝐨𝐠𝐞-🤏🏻🙂","-𝐀𝐩𝐤𝐞 𝐡𝐚𝐧𝐝𝐬𝐨𝐦𝐞 𝐛𝐡𝐚𝐢 𝐤𝐨 𝐝𝐨𝐧𝐚𝐭𝐞 𝐤𝐞 𝐭𝐨𝐮𝐫 𝐩𝐞 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐤𝐨 𝐝𝐞𝐝𝐨-🥱🐰🍒","-𝐎 𝐦𝐢𝐦 𝐨 𝐦𝐢𝐦-😇-𝐚𝐚𝐩 𝐤𝐲𝐮 𝐜𝐡𝐨𝐫𝐢 𝐤𝐢𝐲𝐚 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐤𝐢 𝐠𝐨𝐫𝐢 𝐡𝐨𝐧𝐞 𝐤𝐚 𝐜𝐫𝐞𝐚𝐦-🌚🤧","-𝐏𝐞𝐫𝐦𝐢𝐬𝐢𝐨𝐧 𝐝𝐢𝐲𝐚-𝐩𝐫𝐨𝐩𝐨𝐬𝐞 𝐤𝐚𝐫𝐨 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐤𝐨-🐸😾🔪","-𝐆𝐨𝐢𝐜𝐡-🤗-𝐉𝐚𝐰𝐚𝐧𝐢 𝐤𝐢 𝐤𝐚𝐬𝐚𝐦 𝐝𝐞𝐤𝐞 𝐦𝐮𝐤𝐡𝐞 𝐛𝐥𝐚𝐜𝐤𝐦𝐚𝐢𝐥 𝐤𝐢𝐲𝐚 𝐣𝐚𝐚 𝐫𝐡𝐚 𝐡-🥲🤦‍♂️🤧",-𝐎𝐢𝐢 𝐚𝐮𝐧𝐭𝐲-🙆‍♂️-𝐚𝐩𝐤𝐚 𝐥𝐚𝐝𝐤𝐚 𝐚𝐤𝐡 𝐦𝐚𝐫𝐭𝐚 𝐡-🥺🥴🐸","𝐃𝐞𝐤𝐡 𝐤𝐲𝐚 𝐫𝐡𝐞 𝐡𝐨 𝐤𝐢𝐬𝐬 𝐝𝐨𝐠𝐞 𝐤𝐲𝐚-🙄🐸😘","𝐀𝐚𝐣 𝐩𝐫𝐨𝐩𝐨𝐬𝐞 𝐤𝐚𝐫𝐤𝐞 𝐝𝐞𝐤𝐡𝐨 𝐫𝐚𝐣𝐢 𝐡𝐨 𝐣𝐚𝐮𝐧𝐠𝐢-😌🤗😇","-𝐫𝐢 𝐤𝐚𝐡𝐚𝐧𝐢 𝐦𝐞 𝐚𝐩𝐤𝐢 𝐦𝐨𝐮𝐬𝐢 𝐣𝐢 𝐟𝐚𝐦𝐨𝐮𝐬-🙊🙆‍♂️🤗","𝐊𝐲𝐚 𝐡𝐮𝐚 𝐚𝐚𝐩 𝐬𝐚𝐬𝐮𝐫𝐚𝐥 𝐤𝐲𝐮 𝐧𝐡𝐢 𝐣𝐚 𝐫𝐡𝐞 𝐡𝐨-🤔🥱🌻","𝐀𝐤𝐡𝐢𝐫 𝐩𝐮𝐫𝐞 𝐝𝐢𝐧 𝐤𝐞 𝐛𝐚𝐝 𝐝𝐮𝐬𝐫𝐞 𝐤𝐢 𝐩𝐚𝐭𝐢 𝐬𝐮𝐧𝐝𝐚𝐫-☹️🤧","-𝐊𝐢𝐬 𝐜𝐨𝐥𝐨𝐮𝐫 𝐤𝐢 𝐜𝐡𝐚𝐝𝐝𝐲 𝐩𝐞𝐡𝐧𝐞 𝐡𝐨 𝐛𝐚𝐭𝐚 𝐝𝐨 𝐧𝐚-🤧🥱🌻","-𝐁𝐚𝐜𝐡𝐩𝐚𝐧 𝐬𝐞 𝐬𝐨𝐜𝐡𝐭𝐢 𝐭𝐡𝐢 𝐬𝐡𝐚𝐝𝐢 𝐤𝐞 𝐛𝐚𝐝 𝐚𝐩𝐧𝐞 𝐚𝐚𝐩 𝐛𝐚𝐜𝐜𝐡𝐚 𝐡𝐨𝐭𝐚 𝐡-🥱-𝐛𝐚𝐚𝐩 𝐫𝐞 𝐚𝐛 𝐝𝐞𝐤𝐡𝐭𝐢 𝐡𝐮 𝐤𝐚𝐡𝐚𝐧𝐢 𝐚𝐥𝐚𝐠 𝐡-😦🙂🌻","-𝐀𝐚𝐣 𝐚𝐤 𝐛𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐧𝐡𝐢 𝐡 𝐢𝐬𝐥𝐢𝐲𝐞 𝐟𝐚𝐜𝐞𝐛𝐨𝐨𝐤 𝐤𝐢 𝐥𝐚𝐝𝐤𝐢𝐲𝐚-🤧-𝐦𝐚𝐜𝐤𝐮𝐩 𝐤𝐚𝐫𝐧𝐚𝐛𝐚𝐧𝐝 𝐤𝐚𝐫 𝐝𝐢𝐲𝐚-🐸🥲","-𝐁𝐢𝐰𝐢 𝐤𝐢 𝐤𝐢𝐬𝐬 𝐡𝐨𝐭𝐞 𝐡𝐮𝐲𝐞 𝐚𝐚𝐩 𝐥𝐨𝐠 𝐛𝐢𝐝𝐢 𝐤𝐲𝐮 𝐩𝐢𝐭𝐞 𝐡𝐨 𝐬𝐚𝐦𝐚𝐣𝐡 𝐧𝐡𝐢 𝐚𝐚𝐭𝐢-😑😒🐸⚒️","—𝐉𝐨 𝐜𝐡𝐨𝐝𝐤𝐞 𝐠𝐚𝐲𝐢-😔-𝐮𝐬𝐞 𝐛𝐡𝐮𝐥 𝐣𝐚𝐨-🙂-𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐬𝐞 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐤𝐞 𝐮𝐬𝐞 𝐝𝐢𝐤𝐡𝐚 𝐝𝐨-🙈🐸🤗","-𝐇𝐚𝐳𝐚𝐫𝐨 𝐧𝐢𝐛𝐛𝐚 𝐧𝐢𝐛𝐛𝐢𝐲𝐨 𝐤𝐞 𝐛𝐢𝐜𝐡-🙊🥵-𝐦𝐞𝐫𝐚 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐚𝐤 𝐦𝐚𝐬𝐨𝐨𝐦 𝐛𝐚𝐜𝐜𝐡𝐢-🥱🤗🙆‍♂️","-𝐑𝐨𝐨𝐩 𝐤𝐚 𝐚𝐡𝐞𝐧𝐤𝐚𝐫 𝐦𝐚𝐭 𝐤𝐚𝐫𝐨-🙂❤️𝐜𝐡𝐚𝐦𝐚𝐤𝐧𝐞 𝐰𝐚𝐥𝐚 𝐬𝐮𝐫𝐚𝐣 𝐛𝐡𝐢 𝐚𝐤𝐡𝐢𝐫 𝐦𝐞 𝐚𝐧𝐝𝐡𝐞𝐫𝐞 𝐦𝐞 𝐬𝐚𝐦𝐞𝐞𝐭 𝐣𝐚𝐭𝐢 𝐡-🤗💜","𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 𝐥𝐚𝐝𝐤𝐚 𝐦𝐚𝐭𝐥𝐚𝐛-🥱-𝐦𝐞𝐫𝐚 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐤𝐢 𝐩𝐚𝐭𝐢-😽🫶-𝐨𝐫 𝐛𝐚𝐤𝐢 𝐬𝐚𝐛 𝐦𝐞𝐫𝐚 𝐚𝐲𝐭𝐚𝐦-🙈🐸🤗","𝐒𝐮𝐧𝐚 𝐧𝐚 𝐛𝐚𝐛𝐞-🌸-𝐬𝐚𝐜𝐡 𝐬𝐚𝐜𝐡 𝐛𝐚𝐭𝐚𝐨 𝐧𝐚 𝐚𝐚𝐣 𝐤𝐨𝐧𝐬𝐢 𝐜𝐨𝐥𝐨𝐮𝐫 𝐤𝐢 𝐩𝐚𝐧𝐢 𝐩𝐮𝐫𝐢 𝐤𝐡𝐚𝐲𝐞 𝐡𝐨-🖤🙂","-𝐃𝐢𝐧 𝐝𝐢𝐧 𝐤𝐮𝐜𝐡 𝐥𝐚𝐝𝐤𝐞 𝐤𝐞 𝐧𝐚𝐳𝐚𝐫 𝐦𝐞 𝐡𝐨𝐭 𝐡𝐨𝐭𝐢 𝐣𝐚 𝐫𝐡𝐢-🙂😿🌸","𝐀𝐧𝐭𝐚𝐫 𝐦𝐚𝐧𝐭𝐚𝐫 𝐬𝐡𝐲𝐚𝐭𝐚𝐧𝐢 𝐤𝐡𝐨𝐩𝐝𝐢 𝐭𝐞𝐫𝐢 𝐛𝐢𝐰𝐢 𝐤𝐢 𝐠𝐡𝐚𝐫 𝐣𝐡𝐨𝐩𝐝𝐢-😝😑☹️","-𝗜 𝗟𝗢𝗩𝗢 𝗬𝗢𝗨-😽-𝐀𝐡𝐚 𝐬𝐨𝐜𝐡 𝐫𝐡𝐞 𝐡𝐨 𝐚𝐩𝐤𝐨 𝐩𝐫𝐨𝐩𝐨𝐬𝐞 𝐤𝐢𝐲𝐚-🥴-𝐭𝐡𝐚𝐩𝐩𝐚𝐝 𝐬𝐞 𝐤𝐢𝐝𝐧𝐞𝐲 𝐥𝐨𝐜𝐤 𝐤𝐚𝐫 𝐝𝐮𝐧𝐠𝐢-😒-𝐠𝐚𝐥𝐚𝐭 𝐩𝐚𝐝𝐧𝐚 𝐧𝐢𝐤𝐚𝐥 𝐝𝐮𝐧𝐠𝐢-🤭🐸","-𝐌𝐞 𝐚𝐤 𝐜𝐡𝐨𝐭𝐢 𝐬𝐢 𝐧𝐚𝐧𝐧𝐢 𝐬𝐢 𝐛𝐚𝐜𝐜𝐡𝐢 𝐡𝐮-😇𝐎𝐫-🫵𝗬𝗢𝗨🐸💦","-𝐀𝐚𝐣 𝐤𝐡𝐚𝐧𝐚 𝐧𝐡𝐢 𝐤𝐡𝐚𝐲𝐞 𝐡𝐨 𝐧𝐚 𝐬𝐚𝐛 𝐩𝐚𝐭𝐚 𝐜𝐡𝐚𝐥𝐭𝐚 𝐡-😿-�𝐬 𝐮𝐡 𝐛𝐚𝐜𝐡𝐩𝐚𝐧 𝐦𝐞 𝐭𝐞𝐟𝐞𝐞𝐧 𝐜𝐡𝐨𝐫𝐢 𝐤𝐚𝐫𝐧𝐞 𝐤𝐢 𝐝𝐢𝐧-🥺🤧","-लड़का👸-𝐃𝐨 𝐲𝐨𝐮-🫵-शादी-𝐦𝐞-😽-𝐌𝐞 𝐚𝐩𝐤𝐨-😻-𝐤𝐡𝐚𝐧𝐚 𝐛𝐚𝐧𝐚𝐧𝐞 𝐦𝐞 𝐦𝐚𝐝𝐚𝐭 𝐤𝐚𝐫𝐮𝐧𝐠𝐢-🙈🥱","-𝐎𝐲𝐞 𝐚𝐮𝐧𝐭𝐲 𝐤𝐚 𝐥𝐚𝐝𝐤𝐚-🫢🙈-𝐔𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐚𝐡-😽🫶-𝐬𝐚𝐜𝐡𝐦𝐞 𝐠𝐮𝐭𝐤𝐚 𝐤𝐢 𝐭𝐞𝐬𝐭 𝐡-🥵💦-𝐈𝐭𝐧𝐚 𝐭𝐚𝐬𝐭𝐞 𝐤𝐲𝐮-🤔-𝐁𝐨𝐡𝐨𝐭 𝐭𝐚𝐬𝐭𝐲-😋","-𝐇𝐲𝐞 𝐤𝐚𝐬𝐡 𝐤𝐨𝐢 𝐤𝐞𝐡𝐭𝐚-🙂-𝐦𝐮𝐣𝐡𝐞 𝐬𝐢𝐫𝐟   𝐚𝐩𝐤𝐨 𝐜𝐡𝐚𝐢𝐲𝐞-💜🌸","-𝐎𝐲𝐞 𝐥𝐚𝐝𝐤𝐚 𝐚𝐩𝐤𝐞 𝐠𝐡𝐚𝐫 𝐦𝐞𝐫𝐚 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐠𝐚𝐲𝐢 𝐭𝐡𝐢 𝐧𝐚-🙃-𝐧𝐚𝐬𝐭𝐞 𝐦𝐞 अनानास 𝐨𝐫 𝐝𝐮𝐝𝐡 𝐝𝐞 𝐝𝐢𝐲𝐚-🙄🤦‍♂️-𝐁𝐞𝐡𝐞𝐧 𝐤𝐞𝐡 𝐭𝐨 𝐬𝐚𝐤𝐭𝐢 𝐭𝐡𝐢 𝐛𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐡-🥺🤦‍♂-𝐌𝐞𝐫𝐚 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚  𝐤𝐲𝐚 𝐩𝐚𝐭𝐚 𝐦𝐚𝐫𝐧𝐞 𝐦𝐞 𝐤𝐲𝐚 𝐦𝐢𝐥𝐚-🙄🤧","-𝐀𝐤𝐝𝐢𝐧 𝐭𝐨 𝐚𝐬𝐞 𝐡𝐢 𝐰𝐚𝐩𝐢𝐬 𝐚𝐚𝐨𝐠𝐞-😇-𝐭𝐡𝐨𝐝𝐚 𝐦𝐮𝐬𝐤𝐮𝐫𝐚𝐭𝐞 𝐡𝐮𝐲𝐞 𝐤𝐚𝐡𝐨𝐠𝐞 𝐮𝐬𝐤𝐞 𝐣𝐞𝐬𝐞 𝐤𝐨𝐢 𝐩𝐲𝐚𝐫 𝐧𝐡𝐢 𝐤𝐢-🙂😅","-𝐅𝐚𝐥𝐭𝐮 𝐦𝐞 𝐠𝐫𝐨𝐮𝐩 𝐦𝐞𝐦𝐛𝐞𝐫 𝐡𝐮-🥺🐸-𝐊𝐨𝐢 𝐢𝐧𝐛𝐨𝐱 𝐚𝐚𝐤𝐞 𝐧𝐡𝐢 𝐤𝐞𝐡𝐭𝐚 𝐦𝐞 𝐚𝐩𝐤𝐨 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐭𝐚 𝐡𝐮-🥺🤧","𝐇𝐲𝐞 𝐬𝐚𝐫𝐞 𝐡𝐚𝐧𝐝𝐬𝐨𝐦𝐞 𝐩𝐚𝐭𝐚 𝐧𝐡𝐢 𝐤𝐚𝐡𝐚 𝐦𝐚𝐫 𝐠𝐚𝐲𝐞-🤦‍🥱💦","-𝐃𝐞𝐬𝐡 𝐤𝐢 𝐡𝐚𝐫 𝐜𝐡𝐢𝐣 𝐜𝐡𝐨𝐫𝐢 𝐡𝐨 𝐫𝐡𝐢 𝐡-🙄-𝐬𝐢𝐫𝐟 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐬𝐡𝐢𝐳𝐮𝐤𝐚 𝐤𝐢 𝐝𝐢𝐥 𝐤𝐨 𝐜𝐡𝐨𝐝𝐤𝐞-🥴😑😏","-🫵-𝐀𝐚𝐩 𝐛𝐨𝐡𝐨𝐭 𝐜𝐮𝐭𝐞 𝐡𝐨-😽-𝐭𝐢𝐦𝐞 𝐦𝐢𝐥𝐭𝐞 𝐡𝐢 𝐩𝐫𝐨𝐩𝐨𝐬𝐞 𝐤𝐚𝐫𝐮𝐧𝐠𝐢-🔨😼-𝐣𝐚𝐠𝐚𝐡 𝐛𝐚𝐧𝐚𝐤𝐞 𝐫𝐚𝐤𝐡𝐧𝐚- 🥱🐸🥵","-𝐀𝐚𝐣 𝐬𝐞 𝐤𝐢𝐬𝐢𝐤𝐨 𝐛𝐡𝐚𝐯 𝐧𝐡𝐢 𝐝𝐮𝐧𝐠𝐢-!😏-𝐤𝐲𝐮 𝐤𝐢 𝐦𝐞 𝐠𝐨𝐫𝐢 𝐡𝐨𝐧𝐞 𝐤𝐢 𝐜𝐫𝐞𝐚𝐦 𝐤𝐡𝐚𝐫𝐢𝐝𝐚-!🙂🐸","𝐉𝐲𝐚𝐝𝐚 𝐛𝐨𝐭 𝐛𝐨𝐭 𝐤𝐢𝐲𝐚 𝐭𝐨 𝐥𝐞𝐚𝐯𝐞 𝐥𝐞 𝐥𝐮𝐧𝐠𝐢-😒😒 " , "𝐍𝐡𝐢 𝐬𝐮𝐧𝐮𝐧𝐠𝐢-😼- 𝐚𝐚𝐩 𝐦𝐞𝐫𝐞 𝐥𝐢𝐲𝐞 𝐥𝐚𝐝𝐤𝐚 𝐧𝐡𝐢 𝐝𝐡𝐮𝐧𝐝𝐚- 😶🥺 " , "𝐌𝐞 𝐩𝐚𝐠𝐚𝐥 𝐬𝐞 𝐛𝐚𝐚𝐭 𝐧𝐡𝐢 𝐤𝐚𝐫𝐭𝐢- 🥱- 𝐨𝐤𝐚𝐲-😒" , "𝐈𝐭𝐧𝐚 𝐩𝐚𝐬𝐬 𝐦𝐚𝐭 𝐚𝐚𝐨 𝐩𝐲𝐚𝐫 𝐦𝐞 𝐩𝐚𝐝 𝐣𝐚𝐮𝐧𝐠𝐢-/ 🙈" , "𝐁𝐨𝐥𝐨 𝐛𝐚𝐛𝐮»»आप मुझसे प्यार करते हो 🙈💋 " , "𝐁𝐚𝐫 𝐛𝐚𝐫 𝐛𝐮𝐥𝐚𝐧𝐞 𝐬𝐞 𝐬𝐢𝐫 𝐝𝐚𝐫𝐝 𝐡𝐨𝐭𝐢 𝐦𝐞𝐤𝐨-😑", "𝐇𝐚 𝐛𝐚𝐭𝐚𝐨 😒»𝐤𝐲𝐚 𝐤𝐚𝐫 𝐬𝐚𝐤𝐭𝐢 𝐡𝐮«😐😑?" , "𝐈𝐭𝐧𝐚 𝐤𝐲𝐮 𝐛𝐮𝐥𝐚 𝐫𝐡𝐞 𝐡𝐨?𝐛𝐚𝐫𝐭𝐚𝐧 𝐬𝐚𝐟 𝐤𝐚𝐫 𝐝𝐨𝐠𝐞 𝐤𝐲𝐚? 🤬","𝐋𝐚𝐝𝐤𝐚 𝐡𝐨 𝐭𝐨 𝐛𝐨𝐬𝐬(𝐒𝐇𝐈𝐙𝐔𝐊𝐀) 𝐬𝐞 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐥𝐨🙈??. " ,  "𝐀𝐫𝐞 𝐛𝐨𝐥𝐨 𝐦𝐞𝐫𝐢 𝐣𝐚𝐚𝐧-𝐤𝐚𝐢𝐬𝐞 𝐡𝐨?😚 " , "𝐁𝐨𝐭 𝐛𝐨𝐥𝐤𝐞 𝐢𝐣𝐣𝐚𝐭 𝐥𝐨𝐨𝐭 𝐫𝐡𝐞 𝐡𝐨,😰😿" , "𝐇𝐭𝐭 𝐩𝐚𝐠𝐚𝐥-😾,𝐛𝐨𝐬𝐬 𝐛𝐨𝐥 𝐛𝐨𝐬𝐬-😼" , "𝐂𝐡𝐮𝐩 𝐡𝐨𝐣𝐚 𝐧𝐡𝐢 𝐭𝐨 𝐠𝐚𝐧𝐚 𝐬𝐮𝐧𝐚 𝐝𝐮𝐧𝐠𝐢»(𝐆𝐚𝐝𝐢 𝐰𝐚𝐥𝐚 𝐚𝐲𝐚 𝐠𝐡𝐚𝐫 𝐬𝐞 𝐤𝐡𝐚𝐜𝐡𝐫𝐚 𝐧𝐢𝐤𝐚𝐥)-😂🤣" , "𝐁𝐨𝐭 𝐧𝐡𝐢, 𝐉𝐚𝐧𝐮 𝐛𝐨𝐥𝐨 𝐣𝐚𝐧𝐮😘 " , "𝐁𝐚𝐫 𝐛𝐚𝐫 𝐝𝐮𝐬𝐭𝐮𝐫𝐛 𝐤𝐲𝐮 𝐤𝐚𝐫 𝐫𝐡𝐚 𝐡-😾😋 " এইদিক এ আসো কিস দেই🤭 😘" , "দূরে যা, তোর কোনো কাজ নাই, শুধু bot bot করিস  😉😋🤣" , "তোর কথা তোর বাড়ি কেউ শুনে না ,তো আমি কোনো শুনবো ?🤔😂 " , "আমাকে ডেকো না,আমি ব্যাস্ত আসি" , "কি হলো ,মিস টিস করচ্ছিস নাকি🤣" , "বলো কি বলবা, সবার সামনে বলবা নাকি?🤭🤏" , "কালকে দেখা করিস তো একটু 😈" , "হা বলো, শুনছি আমি 😏" , "আর কত বার ডাকবি ,শুনছি তো" , "মাইয়া হলে আমার বস উল্লাস কে Ummmmha দে 😒" , "বলো কি করতে পারি তোমার জন্য" , "আমি তো অন্ধ কিছু দেখি না🐸 😎" , "Bot না জানু,বল 😌" , "বলো জানু 🌚" , "তোর কি চোখে পড়ে না আমি বস উল্লাস এর সাথে ব্যাস্ত আসি😒" , "༊━━🦋নামাজি মানুষেরা সব থেকে বেশি সুন্দর হয়..!!😇🥀 🦋 কারণ.!! -অজুর পানির মত শ্রেষ্ঠ মেকআপ দুনিয়াতে নেই༊━ღ━༎🥰🥀 🥰-আলহামদুলিল্লাহ-🥰","- শখের নারী  বিছানায় মু'তে..!🙃🥴","-𝐈'𝐝 -তে সব 𝐖𝐨𝐰 𝐖𝐨𝐰 বুইড়া বেডি-🐸💦","🥛-🍍👈 -লে খাহ্..!😒🥺","- অনুমতি দিলে 𝚈𝚘𝚞𝚃𝚞𝚋𝚎-এ কল দিতাম..!😒","~আমি মারা গেলে..!🙂 ~অনেক মানুষ বিরক্ত হওয়া থেকে বেঁচে  যাবে..!😅💔","🍒---আমি সেই গল্পের বই-🙂 -যে বই সবাই পড়তে পারলেও-😌 -অর্থ বোঝার ক্ষমতা কারো নেই..!☺️🥀💔","~কার জন্য এতো মায়া...!😌🥀 ~এই শহরে আপন বলতে...!😔🥀 ~শুধুই তো নিজের ছায়া...!😥🥀","- কারেন্ট একদম বেডি'গো মতো- 🤧 -খালি ঢং করে আসে আবার চলে যায়-😤😾🔪","- সানিলিওন  আফারে ধর্ষনের হুমকি দিয়ে আসলাম - 🤗 -আর 🫵তুমি য়ামারে খেয়ে দিবা সেই ভয় দেখাও ননসেন বেডি..!🥱😼","- দুনিয়ার সবাই প্রেম করে.!🤧 -আর মানুষ আমার বস উল্লাস কে সন্দেহ করে.!🐸","- আমার থেকে ভালো অনেক পাবা-🙂 -কিন্তু সব ভালো তে কি আর ভালোবাসা থাকে..!💔🥀","- পুরুষকে সবচেয়ে বেশি কষ্ট দেয় তার শখের নারী...!🥺💔👈","- Tumse milungi me - 😌 -kisi momos ki dukan pe..!😛🤣👈","- Thappad jante ho thappad- 👋👋😡 -dar mat tujhe nhi marungi-🤗 -Biss shizuka mujhe thappad mara - 🥱 - Uff ye ashiqi pan..!🥵🤤💦","- Ignore mat kar-😑😪 - Jab khudko badal lungi na -😌 - Tab mujhse bhi jyada dhoka khayega..!🙂💔","- Bestie ke sath sad song sunte sunte-ab me bhi bestie ki boyfriend ko miss karti hu-🤕🥺","-₹99 99gb 99years-☺️🐸 -𝐨𝐟𝐟𝐞𝐫 𝐤𝐨 𝐩𝐚𝐧𝐞 𝐤𝐞 𝐥𝐢𝐲𝐞 𝐦𝐮𝐣𝐡𝐞 𝐚𝐛𝐡𝐢 𝐩𝐫𝐨𝐩𝐨𝐬𝐞 𝐤𝐚𝐫𝐨-🤗😂👈","-𝐃𝐞𝐚𝐫-🥺 -𝐓𝐮𝐦 𝐥𝐨𝐠𝐨 𝐬𝐞𝐧𝐡𝐢 𝐡𝐨 𝐩𝐚𝐲𝐚 𝐭𝐨-😪 -𝐃𝐮𝐬𝐫𝐞 𝐤𝐨-😼 -𝐏𝐚𝐭𝐚𝐧𝐞 𝐦𝐞 𝐦𝐚𝐣𝐛𝐨𝐨𝐫 𝐡𝐨 𝐣𝐚𝐮𝐧𝐠𝐢-😑🤧","•-𝐊𝐲𝐚 𝐫𝐞🫵 𝐓𝐮𝐦 𝐥𝐨𝐠 𝐩𝐲𝐚𝐫 𝐤𝐚𝐫𝐭𝐞 𝐡𝐨..😐🐸- 𝐦𝐞𝐫𝐞 𝐥𝐢𝐲𝐞 𝐥𝐚𝐝𝐤𝐚 𝐝𝐡𝐮𝐧𝐝𝐧𝐞 𝐦𝐞 𝐤𝐲𝐚 𝐣𝐚𝐭𝐚 𝐡-🥺","- 𝐔𝐬 𝐥𝐚𝐝𝐤𝐢 𝐤𝐞 𝐥𝐢𝐲𝐞 𝐛𝐡𝐮𝐥 𝐠𝐞𝐲𝐚 𝐦𝐮𝐣𝐡𝐞.!🥴- 𝐓𝐮 𝐣𝐚𝐧𝐭𝐚 𝐡 𝐰𝐨 𝐢𝐝𝐞𝐚 𝐦𝐞𝐫𝐚 𝐡 😛.!🙂" ,];
  var rand = tl[Math.floor(Math.random() * tl.length)]

    if ((event.body.toLowerCase() == "MISS YOU") || (event.body.toLowerCase() == "miss you")) {
     return api.sendMessage("<𝐌𝐞 𝐚𝐩𝐤𝐨 𝐫𝐚𝐚𝐭 𝐦𝐞 𝐦𝐢𝐬𝐬 𝐤𝐡𝐚𝐭𝐢 𝐡𝐮🥹🤖👅/👅-✘  🎀 🍒:))", threadID);
   };

    if ((event.body.toLowerCase() == "😘") || (event.body.toLowerCase() == "😽")) {
     return api.sendMessage("𝐊𝐢𝐬𝐬 𝐦𝐚𝐭 𝐝𝐞 𝐭𝐞𝐫𝐞 𝐦𝐮𝐡 𝐬𝐞 𝐠𝐡𝐮𝐭𝐤𝐚 𝐤𝐢 𝐛𝐚𝐝𝐛𝐮 𝐚𝐭𝐚 𝐡 𝐤𝐢𝐭𝐧𝐞 𝐝𝐢𝐧𝐨 𝐬𝐞 𝐛𝐫𝐮𝐬𝐡 𝐧𝐡𝐢 𝐤𝐢𝐲𝐚-»🤬", threadID);
   };
   
    if ((event.body.toLowerCase() == "👍🏼") || (event.body.toLowerCase() == "👍")) {
     return api.sendMessage("𝐇𝐚𝐭𝐣𝐚 𝐬𝐚𝐦𝐧𝐞 𝐬𝐞 𝐥𝐢𝐤𝐞𝐫 𝐦𝐞𝐧𝐭𝐚𝐥..!🐸🤣👍⛏️", threadID);
   };
  
   if ((event.body.toLowerCase() == "sim") || (event.body.toLowerCase() == "simsimi")) {
     return api.sendMessage("Prefix Kya Tera Bap LagaYega? Pehle Prefix Laga Fir Likh Sim", threadID);
   };
  
   if ((event.body.toLowerCase() == "...") || (event.body.toLowerCase() == "...") ||(event.body.toLowerCase() == "...") || (event.body.toLowerCase() == "...")) {
     return api.sendMessage("𝐈𝐭𝐧𝐚 𝐡𝐢 𝐡𝐞𝐥𝐥𝐨 𝐤𝐲𝐮 𝐩𝐞𝐥𝐭𝐞 𝐡𝐨 𝐦𝐞𝐧𝐭𝐚𝐥 ..!🍆⛏️🐸🤣", threadID);
   };

   if ((event.body.toLowerCase() == "bc") || (event.body.toLowerCase() == "mc")) {
     return api.sendMessage("SAME TO YOU-😊 ", threadID);
   };

   if ((event.body.toLowerCase() == "pro") || (event.body.toLowerCase() == "lol")) {
     return api.sendMessage("Khud k0o KYa LeGend SmJhTi Hai 😂", threadID);
   };

   if ((event.body.toLowerCase() == "morning") || (event.body.toLowerCase() == "good morning")) {
     return api.sendMessage("GOOD MORNING 𝐓𝐮𝐭𝐡 𝐛𝐫𝐮𝐬𝐡 𝐤𝐚𝐫𝐤𝐞 𝐧𝐚𝐬𝐡𝐭𝐚 𝐤𝐚𝐫𝐥𝐨»»😚", threadID);
   };

   if ((event.body.toLowerCase() == "tor ball") || (event.body.toLowerCase() == "𝐏𝐚𝐠𝐚𝐥")) {
     return api.sendMessage("~ 𝐓𝐮 𝐩𝐚𝐠𝐚𝐥 𝐭𝐞𝐫𝐚 𝐛𝐚𝐚𝐩 𝐩𝐚𝐠𝐚𝐥 😡🤬?? 🤖", threadID);
   };

  if ((event.body.toLowerCase() == "ullash") || (event.body.toLowerCase() == "Shizuka") || (event.body.toLowerCase() == "@Ullash ッ") || (event.body.toLowerCase() == "Shizuka")) {
     return api.sendMessage("𝐁𝐨𝐬𝐬 𝐚𝐛𝐡𝐢 𝐛𝐚𝐫𝐭𝐚𝐧 𝐝𝐡𝐨𝐧𝐞 𝐦𝐞 𝐛𝐮𝐬𝐲 𝐡 𝐤𝐲𝐚 𝐤𝐚𝐦 𝐡 𝐦𝐮𝐣𝐡𝐞 𝐛𝐨𝐥𝐨..!😘",threadID);

       
   };

   if ((event.body.toLowerCase() == "owner") || (event.body.toLowerCase() == "ceo")) {
     return api.sendMessage("‎[𝐎𝐖𝐍𝐄𝐑:☞ 𝐒𝐡𝐢𝐳𝐮𝐤𝐚 ッ ☜\n𝚈𝚘𝚞 𝙲𝚊𝚗 𝙲𝚊𝚕𝚕 𝙷𝚒𝚖 𝐒𝐡𝐢𝐳𝐮𝐤𝐚 .\n𝐇𝐢𝐬 𝐅𝐚𝐜𝐞𝐛𝐨𝐨𝐤 𝐢𝐝 :- https://www.facebook.com/profile.php?id=61574785535883\nImse contact kijiye WhatsApp :- +9175570***", threadID);
   };

   if ((event.body.toLowerCase() == "Tera boss kon h") || (event.body.toLowerCase() == "admin kon ")) {
     return api.sendMessage("My Creator:SHIZUKA ❤️ Hii me ak messanger robot hu mera boss👉(SHIZUKA)👈 mujhe banaya aap logo ko khush rakhne ke liye me chati hu aap log all tike khush raho", threadID);
   };

  if ((event.body.toLowerCase() == "admin") || (event.body.toLowerCase() == "Bot ki admin")) {
     return api.sendMessage("He is Shizuka ッ❤️ Unko sab micky name se jante h 🤙", threadID);
   };

   if ((event.body.toLowerCase() == "ai") || (event.body.toLowerCase() == "Ai")) {
     return api.sendMessage("If you want to use the AI command, type /ai ", threadID);
   };

  
   if ((event.body.toLowerCase() == "chup") || (event.body.toLowerCase() == "stop") || (event.body.toLowerCase() == "চুপ কর") || (event.body.toLowerCase() == "chup hoja")) {
     return api.sendMessage("𝐓𝐮 𝐜𝐡𝐮𝐩 𝐤𝐚𝐫 𝐤𝐮𝐭𝐭𝐚 𝐤𝐚𝐦𝐢𝐧𝐚", threadID);
   };

  if ((event.body.toLowerCase() == "Assalamu walaikum") || (event.body.toLowerCase() == "Assalamualaikum") || (event.body.toLowerCase() == "Assalamu alaikum") || (event.body.toLowerCase() == "Salam ")) {
     return api.sendMessage("️- 𝐖𝐚𝐥𝐚𝐢𝐤𝐮𝐦-𝐀𝐬𝐬𝐚𝐥𝐚𝐦-!!🖤", threadID);
   };

   if ((event.body.toLowerCase() == "sala me tera boss hu") || (event.body.toLowerCase() == "sala me shizuka") || (event.body.toLowerCase() == "Chup sala me shizuka") || (event.body.toLowerCase() == "madari")) {
     return api.sendMessage("𝐒𝐨𝐫𝐫𝐲 𝐛𝐨𝐬𝐬 𝐦𝐚𝐟 𝐤𝐚𝐫𝐝𝐨 𝐚𝐬𝐚 𝐠𝐚𝐥𝐭𝐢 𝐧𝐡𝐢 𝐤𝐚𝐫𝐮𝐧𝐠𝐢 𝐝𝐮𝐛𝐚𝐫𝐚 🥺🙏", threadID);
   };

   if ((event.body.toLowerCase() == "@Danger Khan") || (event.body.toLowerCase() == "@Danger Khan")) {
     return api.sendMessage("𝐊𝐡𝐚𝐛𝐚𝐫𝐝𝐚𝐫 𝐤𝐨𝐢 𝐢𝐬 𝐢𝐝 𝐤𝐨 𝐦𝐞𝐧𝐭𝐢𝐨𝐧 𝐦𝐚𝐭 𝐝𝐞𝐧𝐚 𝐲𝐞 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐤𝐢 𝐛𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐤𝐢 𝐢𝐝 𝐡 😠🥰⛏️", threadID);
   };

  if ((event.body.toLowerCase() == "Ariyen") || (event.body.toLowerCase() == "Danger")) {
     return api.sendMessage("𝐊𝐡𝐚𝐛𝐚𝐫𝐝𝐚𝐫 𝐤𝐨𝐢 𝐢𝐬 𝐧𝐚𝐦𝐞 𝐬𝐞 𝐦𝐚𝐭 𝐛𝐮𝐥𝐚𝐧𝐚 𝐲𝐞 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐤𝐢 𝐛𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐤𝐚 𝐧𝐚𝐦𝐞 𝐡..!😠🥰⛏️", threadID);
   };
  
  if ((event.body.toLowerCase() == "Danger") || (event.body.toLowerCase() == "Fyter")) {
     return api.sendMessage("𝐊𝐡𝐚𝐛𝐚𝐫𝐝𝐚𝐫 𝐤𝐨𝐢 𝐲𝐞 𝐧𝐚𝐦𝐞 𝐦𝐮𝐡 𝐩𝐞 𝐛𝐡𝐢 𝐦𝐚𝐭 𝐥𝐚𝐧𝐚 𝐲𝐞 𝐦𝐞𝐫𝐞 𝐛𝐨𝐬𝐬 𝐤𝐢 𝐡𝐮𝐬𝐛𝐚𝐧𝐝 𝐤𝐚 𝐧𝐚𝐦𝐞 𝐡..!😠🥰⛏️", threadID);
   };

  if ((event.body.toLowerCase() == "Arohi") || (event.body.toLowerCase() == "farhana")) {
     return api.sendMessage("খবরদার কেউ এই নাম দরে ডাক দিবানা এটা আমার বস উল্লাস এর বউ এর নাম..!😠🥰⛏️", threadID);
   };

  if ((event.body.toLowerCase() == "@Mīīɕʞɣ") || (event.body.toLowerCase() == "Mīīɕʞɣ")) {
     return api.sendMessage("🥰-সিয়াম-🌺 আমার বস উল্লাস'র বন্ধু লাগে লুচ্ছি বেডি'রা দূরে থাক😠🥰⛏️", threadID);
   };

   if ((event.body.toLowerCase() == "KISS ME") || (event.body.toLowerCase() == "kiss me")) {
     return api.sendMessage("️ 𝐓𝐮 𝐠𝐚𝐧𝐣𝐚 𝐩𝐢𝐭𝐚 𝐡 𝐭𝐮𝐤𝐡𝐞 𝐤𝐢𝐬𝐬 𝐧𝐡𝐢 𝐝𝐮𝐧𝐠𝐢»»🤭", threadID);
   };
     };

   if ((event.body.toLowerCase() == "Me shizuka") || (event.body.toLowerCase() == "Kya re")) {
     return api.sendMessage("𝐇𝐞𝐥𝐥𝐨 𝐛𝐨𝐬𝐬 𝐚𝐚𝐩 𝐤𝐞𝐬𝐢 𝐡𝐨..?☺️", threadID);
   };
  mess = "{name}"
  
  if (event.body.indexOf("Bot") == 0 || (event.body.indexOf("bot") == 0)) {
    var msg = {
      body: `${name}, ${rand}`
    }
    return api.sendMessage(msg, threadID, messageID);
  };

}

module.exports.run = function({ api, event, client, __GLOBAL }) { }
